{"1": {"description": "In the scene, there are two cars parked on the street. One car is parked closer to the left side of the image, while the other car is parked further to the right. The street appears to be relatively quiet, with no visible activity or people around the cars. However, there is a notable smoke cloud in the background, which is an unusual element in the scene. This smoke cloud might indicate a fire or some other event happening nearby, which could potentially affect the safety and well-being of the people in the area.", "usual_activity": false}, "304": {"description": "In the scene, there are two cars parked on the street, with one of them being a black car. The black car appears to be blowing smoke, which is an unusual occurrence. This could indicate that the car is experiencing mechanical issues or has been involved in an accident. The smoke coming from the car might be due to engine problems, a collision, or even an intentional act of vandalism. The presence of smoke and the unusual situation warrant further investigation to ensure the safety of the people and the vehicles involved.", "usual_activity": false}, "607": {"description": "In the scene, there are two cars driving down the street. One car is positioned closer to the left side of the image, while the other car is located more towards the center. The street appears to be foggy, which might affect visibility for the drivers. There is also a person standing near the right side of the image, possibly observing the cars or waiting for someone. The presence of the person and the foggy conditions make the scene a bit unusual, as it is not common to see a person standing in the middle of a foggy street.", "usual_activity": false}, "910": {"description": "In the scene, there is a car driving down the street, and another car is parked on the side of the road. The unusual aspect of the scene is that there is a large amount of smoke coming from the parked car, which could indicate a fire or some other emergency situation. The smoke is billowing up into the air, drawing attention to the car and potentially causing concern for the safety of the people and the surrounding area.", "usual_activity": false}, "1213": {"description": "In the scene, there are two cars parked on the street. One of the cars is a black car, and the other is a white car. The black car appears to be smoking, which is an unusual and potentially concerning situation. Smoking vehicles can indicate a mechanical issue, a fire hazard, or an electrical problem that requires attention. It is important to address such situations promptly to ensure the safety of the vehicle and its occupants, as well as to prevent any potential damage to the surrounding environment.", "usual_activity": false}, "1516": {"description": "In the scene, there are two cars parked on the side of the street. One of the cars is on fire, which is an unusual and concerning situation. The fire appears to be coming from the back of the car, and there is smoke surrounding the area. This indicates that there might be an emergency or an accident that has caused the fire. The presence of the fire and smoke suggests that the situation requires immediate attention from emergency services to ensure the safety of the people and the surrounding environment.", "usual_activity": false}, "1819": {"description": "In the scene, there are two cars driving down the street, with one car being closer to the viewer and the other car further away. The street appears to be covered in smoke, which is unusual and might indicate a fire or some other incident that has caused the smoke. The presence of smoke suggests that the situation might be dangerous or require attention from emergency services.", "usual_activity": false}, "2122": {"description": "In the scene, there is a car with smoke coming out of its hood, which is an unusual and potentially concerning situation. The car is parked on the side of the street, and there are other cars nearby. The smoke suggests that there might be an issue with the car's engine or cooling system, which could lead to further complications if not addressed. It is important for the car owner to investigate the cause of the smoke and take necessary steps to resolve the issue to ensure the safety and proper functioning of the vehicle.", "usual_activity": false}, "2425": {"description": "In the scene, there are two cars parked on the street. One car is located near the center of the image, while the other car is positioned further to the right. The street appears to be relatively empty, with no other vehicles or pedestrians visible in the image. However, there is a notable feature in the scene: a large hole in the ground. This unusual element might indicate that there is some construction or excavation work happening in the area, which could affect the normal flow of traffic or pedestrian movement.", "usual_activity": false}, "2728": {"description": "In the scene, there are two cars parked on the street. One of the cars is a black car, and the other is a white car. The black car is parked next to the white car, and they are both parked in a parking lot. There is also a fire hydrant visible in the scene. However, the unusual aspect of the scene is the presence of a fire in the background, which is not a common occurrence in a typical street or parking lot setting. This fire could potentially be a source of concern for the safety of the vehicles and the people in the area.", "usual_activity": false}, "3031": {"description": "In the scene, there are two cars parked on the street. One of the cars is a black car, and the other is a silver car. The black car is parked next to the silver car, and they are both positioned on the side of the street. There is also a fire in the scene, which is unusual and potentially concerning. The fire appears to be located near the black car, and it is not clear whether it is a natural occurrence or an intentional act. The presence of the fire adds an element of danger and urgency to the scene, as it may require immediate attention from emergency services to ensure the safety of the vehicles and the surrounding area.", "usual_activity": false}, "3334": {"description": "In the scene, there are two cars parked on the side of the street. One car is parked closer to the foreground, while the other car is parked further back. The street appears to be foggy, which creates a somewhat mysterious atmosphere. The unusual aspect of the scene is that there is a TV screen in the foreground, which is not typically seen in a street setting. This could be a part of a street art installation or an advertisement, adding an interesting visual element to the otherwise ordinary street scene.", "usual_activity": false}, "3637": {"description": "In the scene, there are two cars parked on the street. One of the cars appears to be on fire, which is an unusual and concerning situation. The fire is likely causing smoke and potentially damaging the car and its surroundings. This situation may require the attention of emergency services to address the fire and ensure the safety of the people and property in the area.", "usual_activity": false}, "3940": {"description": "In the scene, there are two cars driving on the street. One car is positioned closer to the left side of the image, while the other car is on the right side. The unusual aspect of the scene is that there is a large amount of smoke coming from the street, which might indicate an accident or some other event causing the smoke. The smoke is billowing upwards, creating a dramatic and potentially concerning situation for the drivers and pedestrians in the area.", "usual_activity": false}, "4243": {"description": "In the scene, there are two cars visible, one on the left side and another on the right side of the street. They appear to be driving down the street, with the car on the left side closer to the viewer and the car on the right side further away. The street appears to be foggy, which might affect visibility for the drivers. However, there is no unusual activity or event happening in the scene. The focus of the image is on the street and the cars, with no additional context or information provided.", "usual_activity": false}, "4546": {"description": "In the scene, there is a car driving down the street, and another car is parked on the side of the road. The unusual aspect of the scene is the presence of a fire in the background, which is creating a significant amount of smoke. This suggests that there might be an emergency or an incident happening nearby, which could be affecting the air quality and visibility in the area. The smoke is likely to draw attention from passersby and emergency services, as it indicates a potential hazard or danger.", "usual_activity": false}, "4849": {"description": "In the scene, there is a car that has crashed into a wall, and it is on fire. The car is surrounded by smoke, indicating that it has caught fire. This is an unusual and dangerous situation, as the fire could spread to nearby vehicles or structures, posing a risk to people and property. The presence of smoke and the fire suggests that emergency services should be called to address the situation and ensure the safety of those involved and the surrounding area.", "usual_activity": false}, "5152": {"description": "In the scene, there is a car that has caught fire, and the fire is spreading to another car. The fire appears to be coming from the back of the car, and the smoke is billowing out of the vehicle. This is an unusual and potentially dangerous situation, as fires can quickly spread and cause significant damage to property and pose a risk to people nearby. The presence of the fire and smoke indicates that emergency services should be called to address the situation and ensure the safety of the people and the vehicles involved.", "usual_activity": false}, "5455": {"description": "In the scene, there are two cars parked on the street. One of the cars is a black car, while the other is a white car. The unusual aspect of the scene is that there is a fire in the middle of the street, which is not a common occurrence. The fire appears to be small and contained, but it still draws attention due to its presence in an urban setting. The cars are parked nearby, and it is unclear if they are affected by the fire or if they are simply parked in the vicinity.", "usual_activity": false}, "5758": {"description": "In the scene, there are two cars parked next to each other on the street. One of the cars is on fire, which is an unusual and concerning situation. The fire appears to be coming from the back of the car, and there is smoke coming out of it. This indicates that there might be an issue with the car's engine or some other mechanical problem that has caused the fire. It is important to address this situation promptly to prevent further damage or potential hazards to the surrounding area", "usual_activity": false}, "6061": {"description": "In the scene, there is a car that has caught fire, and it is surrounded by smoke. The fire appears to be burning underneath the car, which is parked on the street. This is an unusual and potentially dangerous situation, as the fire could spread to nearby vehicles or structures. The presence of smoke and the fire itself indicate that emergency services should be called to address the situation and ensure the safety of the people and property in the area.", "usual_activity": false}, "6364": {"description": "In the scene, there are two cars parked on the street. One of the cars is a black car, and the other is a white car. The black car is parked next to the white car. There is also a fire in the scene, which is unusual and potentially dangerous. The fire appears to be burning in the middle of the street, and it is not clear if it is a natural occurrence or an intentional act. The presence of the fire could cause disruptions to traffic and pose a risk to the safety of the people and the vehicles in the area.", "usual_activity": false}, "6667": {"description": "In the scene, there is a car parked on the side of the street, and another car is driving down the street. The unusual aspect of the scene is that there is a fire in the background, which is likely causing smoke and possibly flames. This situation could be dangerous for the people and property in the area, and it may require the attention of emergency services to address the fire and ensure the safety of the people and the surrounding environment.", "usual_activity": false}, "6970": {"description": "In the scene, there are two cars parked on the street. One of the cars is a black car, and the other is a white car. The unusual aspect of the scene is that there is a fire in the street, which is not a common occurrence. The fire appears to be relatively small, and it is not clear if it is a controlled fire or an uncontrolled one. The presence of the fire adds an element of danger and urgency to the scene, as it could potentially spread and cause more damage or harm to the surrounding area and people.", "usual_activity": false}, "7273": {"description": "In the scene, there are two cars parked on the street. One of the cars is on fire, with flames visible in the background. This is an unusual and potentially dangerous situation, as the fire could spread to nearby vehicles or structures. The fire department or emergency services should be notified immediately to address the situation and ensure the safety of the people and property in the area.", "usual_activity": false}, "7576": {"description": "In the scene, there are two cars parked on the street. One of the cars is a black car, and the other is a white car. The unusual aspect of the scene is that there is a fire coming from underneath the black car. This suggests that there might be an issue with the car's engine or an accident that has caused the fire. The presence of the fire indicates that the situation is potentially dangerous and requires immediate attention from emergency services to address the issue and ensure the safety of the people and the vehicles involved.", "usual_activity": false}, "7879": {"description": "In the scene, there are two cars parked on the street, with one of them being on fire. The fire appears to be coming from the back of the car, and there is smoke surrounding the vehicle. This is an unusual and dangerous situation, as the fire could potentially spread to nearby cars or structures, causing further damage or even endangering people in the area. The presence of the fire and smoke indicates that emergency services should be called to address the situation and ensure the safety of the people and property in the vicinity.", "usual_activity": false}, "8182": {"description": "In the scene, there are two cars parked on the street. One of the cars is a black car, and the other is a silver car. The black car is parked next to the silver car, and both cars are facing the same direction. There is also a fire hydrant located near the cars.The unusual aspect of the scene is the presence of a fire in the background. This fire is not directly affecting the cars, but it adds an element of danger and urgency to the situation. The fire could potentially spread to nearby structures or vehicles, making it crucial for emergency services to address the situation promptly.", "usual_activity": false}, "8485": {"description": "In the scene, there are two cars parked on the street. One of the cars is on fire, with flames visible in the background. This is an unusual and dangerous situation, as the fire could potentially spread to nearby vehicles or structures. The fire appears to be coming from the back of the car, which indicates that it might have been caused by an accident or some other incident. The presence of the fire and the smoke suggests that emergency services should be called to address the situation and ensure the safety of the people and property in the area.", "usual_activity": false}, "8788": {"description": "In the scene, there are two cars on the street. One car is driving down the street, while the other car is parked on the side of the road. The unusual aspect of this scene is the presence of a fire in the background. The fire appears to be quite large and is likely causing smoke and flames to rise into the air. This situation could be a potential hazard for the vehicles and people in the area, as well as for the firefighters who may need to respond to the fire. The fire could also be affecting the visibility and air quality in the area.", "usual_activity": false}, "9091": {"description": "In the scene, there are two cars parked on the street. One car is located near the center of the image, while the other car is positioned further to the right. The street appears to be relatively quiet, with no visible activity or people around the cars. However, there is an unusual element in the scene: a fire is visible in the background, which is not a common sight in a typical street setting. This fire could be a result of an accident, a nearby building fire, or an intentional fire, but it is not clear from the image alone. The presence of the fire adds an element of concern and urgency to the scene.", "usual_activity": false}, "9394": {"description": "In the scene, there are two cars parked on the street. One of the cars is on fire, which is an unusual and concerning situation. The fire appears to be coming from the back of the car, and it is spreading to the other car nearby. This indicates that there might be an accident or some other incident that has caused the fire. The fire department or emergency services should be notified immediately to address the situation and ensure the safety of the people and the vehicles involved.", "usual_activity": false}, "9697": {"description": "In the scene, there are two cars parked on the street. One car is located on the left side of the image, while the other car is on the right side. There is also a fire hydrant visible in the middle of the scene. The unusual aspect of the scene is the presence of a fire, which is not a common occurrence in a typical street setting. The fire appears to be burning in a tunnel or an underground area, which could be a cause for concern and potentially require the attention of emergency services.", "usual_activity": false}, "10000": {"description": "In the scene, there are two cars parked on the street. One of the cars is on fire, which is an unusual and concerning situation. The fire appears to be coming from the back of the car, and it is spreading to the other car nearby. This indicates that there might be an accident or some other incident that has caused the fire. The presence of the fire and the smoke suggests that emergency services should be called to address the situation and ensure the safety of the people and the vehicles involved.", "usual_activity": false}, "10202": {"description": "In the scene, there are two cars parked on the street. One car is positioned closer to the left side of the image, while the other car is located more towards the center. The unusual aspect of the scene is the presence of a fire in the background, which is likely causing smoke and flames. This fire could be a result of an accident, a natural disaster, or an intentional act. The fire is not directly affecting the cars, but it is an important element in the overall context of the image.", "usual_activity": false}}